export const MALE_NAMES = [
  "ธนกร", "ภูมิพัฒน์", "กิตติพัฒน์", "ณัฐวุฒิ", "ศุภกร", "ปัณณวัฒน์", "ธีรภัทร", "พีรพล",
  "วรเมธ", "อชิระ", "ชยพล", "ภาคิน", "ธนวัฒน์", "รัชชานนท์", "ปวริศ", "กฤษดา",
  "สิรวิชญ์", "ตะวัน", "นภัทร", "ธนดล", "เตชินท์", "ปุณณวิช", "จิรายุ", "ภานุวัฒน์",
];

export const FEMALE_NAMES = [
  "ณัฐชา", "พิมพ์ชนก", "กัญญาณัฐ", "ปุณยวีร์", "ชนิดา", "ธัญชนก", "ศิรประภา", "อรปรียา",
  "พิชชาพร", "วรินทร", "ภัทรานิษฐ์", "กชกร", "เขมิกา", "ณิชาภัทร", "ปภาวรินท์", "รินรดา",
  "อัญชิสา", "ญาณิศา", "บุณยาพร", "ธนพร", "มัณฑนา", "สุพิชญา", "ลลิตา", "ศศิกานต์",
];

export const NICKNAMES_M = [
  "ต้น", "บอส", "ภูมิ", "กาย", "ไอซ์", "เจมส์", "ฟิวส์", "ปอนด์", "โอ๊ต", "เต้", "ไผ่", "นนท์",
  "ก้อง", "เบียร์", "ภู", "ม่อน", "ซัน", "เก่ง", "ปลื้ม", "ต่อ",
];

export const NICKNAMES_F = [
  "มิ้นท์", "แพรว", "ฟ้า", "ใบเตย", "น้ำหวาน", "ปราง", "เฟิร์น", "ข้าวหอม", "มายด์", "พลอย",
  "ไอซ์", "แก้ม", "เบลล์", "ออม", "จูน", "ปุยฝ้าย", "ขิม", "แพร", "มุก", "ส้ม",
];

export const LAST_NAMES = [
  "ศรีสุข", "วงศ์ไพบูลย์", "ทองดี", "แสงอรุณ", "จันทร์เพ็ญ", "รุ่งเรืองชัย", "ใจดี", "พิทักษ์ธรรม",
  "บุญมา", "เกียรติสกุล", "สุวรรณภูมิ", "ชัยมงคล", "อินทรประเสริฐ", "ศักดิ์ดี", "พงษ์พานิช",
  "วัฒนกุล", "ทรัพย์มาก", "มีสุข", "ดวงแก้ว", "ลิ้มเจริญ",
];
